Repository: vladlysenka/Affirmative
Catalog: Affirmative/Extension/Localizable.xcstrings
Source language: en
Languages: ru

source: Add
ru: Добавить

source: Add an affirmation
ru: Добавить аффирмацию

source: Background color
ru: Цвет фона

source: Blue
ru: Синий

source: Category
ru: Категория

source: Choose a gender
ru: Выберите пол

source: Female
ru: Женский

source: Friendship
ru: Дружба

source: Further
ru: Далее

source: Gender
ru: Пол

source: Gender will help to make affirmations more personalised.
ru: Пол поможет сделать аффирмации более персонализированными.

source: I am a kind and caring friend, and I receive the same in return
ru: Я добрый и заботливый друг, и я получаю то же самое в ответ

source: I am a magnet for genuine and lasting friendships
ru: Я - магнит для искренних и прочных дружеских отношений

source: I am a magnet for loving and fulfilling relationships
ru: Я - магнит для любящих и полноценных отношений

source: I am grateful for the amazing friends in my life
ru: Я благодарна за потрясающих друзей в моей жизни

source: I am grateful for the love that surrounds me
ru: Я благодарен за любовь, которая меня окружает

source: I am surrounded by love every day and in every way
ru: Я окружен любовью каждый день и во всех отношениях.

source: I am surrounded by supportive and loving friends
ru: Меня окружают любящие и поддерживающие друзья

source: I am worthy of love and deserve to receive love in abundance
ru: Я достоин любви и заслуживаю того, чтобы получать ее в изобилии

source: I attract friends who support and uplift me
ru: Я привлекаю друзей, которые поддерживают и поднимают мне настроение

source: I attract love and loving relationships into my life
ru: Я привлекаю в свою жизнь любовь и любовные отношения

source: I attract positive and loyal friendships into my life
ru: Я привлекаю в свою жизнь позитивные и верные дружеские отношения

source: I nurture and cherish my friendships
ru: Я холю и лелею свои дружеские отношения

source: I radiate love and others reflect love back to me
ru: Я излучаю любовь, и другие отражают ее в ответ.

source: It is better to choose a background colour that creates a pleasant and inspiring mood for you.
ru: Лучше выбрать цвет фона, который создает приятное и вдохновляющее настроение.

source: Language selection
ru: Выбор языка

source: Love
ru: Любовь

source: Love comes to me easily and effortlessly
ru: Любовь приходит ко мне легко и непринужденно

source: Love flows to me and through me effortlessly
ru: Любовь течет ко мне и через меня без всяких усилий

source: Male
ru: Мужской

source: My friends and I grow together in friendship and harmony
ru: Мы с друзьями растем вместе в дружбе и согласии

source: My friends and I grow together in love and harmony
ru: Мои друзья и я растем вместе в любви и гармонии

source: My friends and I share mutual respect and trust
ru: Мы с друзьями испытываем взаимное уважение и доверие

source: My friendships are filled with joy, laughter, and understanding
ru: Мои дружеские отношения наполнены радостью, смехом и пониманием

source: My heart is open to giving and receiving love
ru: Мое сердце открыто для того, чтобы дарить и принимать любовь

source: My relationships are filled with love, happiness, and respect
ru: Мои отношения наполнены любовью, счастьем и уважением

source: Red
ru: Красный

source: Select a background
ru: Выберите фон

source: Select a category
ru: Выберите категорию

source: Settings
ru: Настройки

source: Start
ru: Начало

source: Text
ru: Текст

source: The category will help you choose affirmations that best suit your goals and interests.
ru: Категория поможет вам выбрать аффирмации, которые наилучшим образом соответствуют вашим целям и интересам.
